"%[Any]@ of the following are true" = "%1$[Certaines des]@ conditions suivantes sont vraies";
"%[All]@ of the following are true" = "%1$[Toutes les]@ conditions suivantes sont vraies";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Le débit]@ %2$[est de]@ %3$@ kbit/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Le débit]@ %2$[n’est pas égal à]@ %3$@ kbit/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Le débit]@ %2$[est supérieur à]@ %3$@ kbit/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Le débit]@ %2$[est inférieur à]@ %3$@ kbit/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Le débit]@ %2$[est compris entre]@ %3$@ et %4$@ %5$[kbit/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[La fréquence d’échantillonnage]@ %2$[est]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[La fréquence d’échantillonnage]@ %2$[n’est pas]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[La fréquence d’échantillonnage]@ %2$[est supérieure à]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[La fréquence d’échantillonnage]@ %2$[est inférieure à]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[La fréquence d’échantillonnage]@ %2$[est comprise entre]@ %3$@ et %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[est égal à]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[n’est pas égal à]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[est supérieur à]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[est inférieur à]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Le numéro du disque]@ %2$[est]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Le numéro du disque]@ %2$[n’est pas]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Le numéro du disque]@ %2$[est supérieur à]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Le numéro du disque]@ %2$[est inférieur à]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Le numéro du disque]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Le nombre de lectures]@ %2$[est]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Le nombre de lectures]@ %2$[n’est pas]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Le nombre de lectures]@ %2$[est supérieur à]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Le nombre de lectures]@ %2$[est inférieur à]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Le nombre de lectures]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[season]@ %[is]@ %@" = "%1$[La saison]@ %2$[est]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[La saison]@ %2$[n’est pas]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[La saison]@ %2$[est supérieure à]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[La saison]@ %2$[est inférieure à]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[La saison]@ %2$[est comprise entre]@ %3$@ et %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Le nombre de sauts]@ %2$[est égal à]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Le nombre de sauts]@ %2$[est différent de]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Le nombre de sauts]@ %2$[est supérieur à]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Le nombre de sauts]@ %2$[est inférieur à]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Le nombre de sauts]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Le numéro de piste]@ %2$[est]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Le numéro de piste]@ %2$[n’est pas]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Le numéro de piste]@ %2$[est supérieur à]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Le numéro de piste]@ %2$[est inférieur à]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Le numéro de piste]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[year]@ %[is]@ %@" = "%1$[L’année]@ %2$[est]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[L’année]@ %2$[n’est pas]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[L’année]@ %2$[est supérieure à]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[L’année]@ %2$[est inférieure à]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[L’année]@ %2$[est comprise entre]@ %3$@ et %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[La taille]@ %2$[est égale à]@ %3$@ Mo";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[La taille]@ %2$[est différente de]@ %3$@ Mo";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[La taille]@ %2$[est supérieure à]@ %3$@ Mo";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[La taille]@ %2$[est inférieure à]@ %3$@ Mo";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[La taille]@ %2$[est comprise entre]@ %3$@ et %4$@ %5$[Mo]@";

"%[album]@ %[contains]@ %@" = "%1$[L’album]@ %2$[contient]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[L’album]@ %2$[ne contient pas]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[L’album]@ %2$[est]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[L’album]@ %2$[n’est pas]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[L’album]@ %2$[commence par]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[L’album]@ %2$[se termine par]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[L’artiste de l’album]@ %2$[contient]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[L’artiste de l’album]@ %2$[ne contient pas]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[L’artiste de l’album]@ %2$[est]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[L’artiste de l’album]@ %2$[n’est pas]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[L’artiste de l’album]@ %2$[commence par]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[L’artiste de l’album]@ %2$[se termine par]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Le nom de l’artiste]@ %2$[contient]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Le nom de l’artiste]@ %2$[ne contient pas]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Le nom de l’artiste]@ %2$[est]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Le nom de l’artiste]@ %2$[n’est pas]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Le nom de l’artiste]@ %2$[commence par]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Le nom de l’artiste]@ %2$[se termine par]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[La catégorie]@ %2$[contient]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[La catégorie]@ %2$[ne contient pas]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[La catégorie]@ %2$[est]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[La catégorie]@ %2$[n’est pas]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[La catégorie]@ %2$[commence par]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[La catégorie]@ %2$[se termine par]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Les commentaires]@ %2$[contiennent]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Les commentaires]@ %2$[ne contiennent pas]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Les commentaires]@ %2$[sont]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Les commentaires]@ %2$[ne sont pas]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Les commentaires]@ %2$[commencent par]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Les commentaires]@ %2$[se terminent par]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Le nom du compositeur]@ %2$[contient]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Le nom du compositeur]@ %2$[ne contient pas]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Le nom du compositeur]@ %2$[est]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Le nom du compositeur]@ %2$[n’est pas]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Le nom du compositeur]@ %2$[commence par]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Le nom du compositeur]@ %2$[se termine par]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Le débogage]@ %2$[contient]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Le débogage]@ %2$[ne contient pas]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Le débogage]@ %2$[est]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Le débogage]@ %2$[n’est pas]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Le débogage]@ %2$[commence par]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Le débogage]@ %2$[se termine par]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[La description]@ %2$[contient]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[La description]@ %2$[ne contient pas]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[La description]@ %2$[est]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[La description]@ %2$[n’est pas]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[La description]@ %2$[commence par]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[La description]@ %2$[se termine par]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Le genre]@ %2$[contient]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Le genre]@ %2$[ne contient pas]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Le genre]@ %2$[est]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Le genre]@ %2$[n’est pas]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Le genre]@ %2$[commence par]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Le genre]@ %2$[se termine par]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Le groupement]@ %2$[contient]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Le groupement]@ %2$[ne contient pas]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Le groupement]@ %2$[est]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Le groupement]@ %2$[n’est pas égal à]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Le groupement]@ %2$[commence par]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Le groupement]@ %2$[se termine par]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Le type]@ %2$[contient]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Le type]@ %2$[ne contient pas]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Le type]@ %2$[est]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Le type]@ %2$[n’est pas]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Le type]@ %2$[commence par]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Le type]@ %2$[se termine par]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Le nom]@ %2$[contient]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Le nom]@ %2$[ne contient pas]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Le nom]@ %2$[est]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Le nom]@ %2$[n’est pas]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Le nom]@ %2$[commence par]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Le nom]@ %2$[se termine par]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[La série]@ %2$[contient]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[La série]@ %2$[ne contient pas]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[La série]@ %2$[est]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[La série]@ %2$[n’est pas]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[La série]@ %2$[commence par]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[La série]@ %2$[se termine par]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[L’album pour le tri]@ %2$[contient]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[L’album pour le tri]@ %2$[ne contient pas]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[L’album pour le tri]@ %2$[est]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[L’album pour le tri]@ %2$[n’est pas]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[L’album pour le tri]@ %2$[commence par]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[L’album pour le tri]@ %2$[se termine par]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[L’artiste de l’album pour le tri]@ %2$[contient]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[L’artiste de l’album pour le tri]@ %2$[ne contient pas]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[L’artiste de l’album pour le tri]@ %2$[est]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[L’artiste de l’album pour le tri]@ %2$[n’est pas]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[L’artiste de l’album pour le tri]@ %2$[commence par]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[L’artiste de l’album pour le tri]@ %2$[se termine par]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[L’artiste pour le tri]@ %2$[contient]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[L’artiste pour le tri]@ %2$[ne contient pas]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[L’artiste pour le tri]@ %2$[est]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[L’artiste pour le tri]@ %2$[n’est pas]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[L’artiste pour le tri]@ %2$[commence par]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[L’artiste pour le tri]@ %2$[se termine par]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Le compositeur pour le tri]@ %2$[contient]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Le compositeur pour le tri]@ %2$[ne contient pas]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Le compositeur pour le tri]@ %2$[est]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Le compositeur pour le tri]@ %2$[n’est pas]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Le compositeur pour le tri]@ %2$[commence par]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Le compositeur pour le tri]@ %2$[se termine par]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Le nom pour le tri]@ %2$[contient]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Le nom pour le tri]@ %2$[ne contient pas]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Le nom pour le tri]@ %2$[est]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Le nom pour le tri]@ %2$[n’est pas]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Le nom pour le tri]@ %2$[commence par]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Le nom pour le tri]@ %2$[se termine par]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[La série pour le tri]@ %2$[contient]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[La série pour le tri]@ %2$[ne contient pas]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[La série pour le tri]@ %2$[est]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[La série pour le tri]@ %2$[n’est pas]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[La série pour le tri]@ %2$[commence par]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[La série pour le tri]@ %2$[se termine par]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[La date d’ajout]@ %2$[est le]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[La date d’ajout]@ %2$[n’est pas le]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[La date d’ajout]@ %2$[est postérieure au]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[La date d’ajout]@ %2$[est antérieure au]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[La date d’ajout]@ %2$[est dans les]@ %3$@ %4$[derniers jours]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[La date d’ajout]@ %2$[est dans les]@ %3$@ %4$[dernières semaines]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[La date d’ajout]@ %2$[est dans les]@ %3$@ %4$[derniers mois]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[La date d’ajout]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers jours]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La date d’ajout]@ %2$[n’est pas dans les]@ %3$@ %4$[dernières semaines]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[La date d’ajout]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers mois]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[La date d’ajout]@ %2$[est comprise entre le]@ %3$@ et le %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[La date de modification]@ %2$[est le]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[La date de modification]@ %2$[n’est pas le]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[La date de modification]@ %2$[est postérieure au]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[La date de modification]@ %2$[est antérieure au]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[La date de modification]@ %2$[est dans les]@ %3$@ %4$[derniers jours]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[La date de modification]@ %2$[est dans les]@ %3$@ %4$[dernières semaines]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[La date de modification]@ %2$[est dans les]@ %3$@ %4$[derniers mois]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[La date de modification]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers jours]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La date de modification]@ %2$[n’est pas dans les]@ %3$@ %4$[dernières semaines]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[La date de modification]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers mois]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[La date de modification]@ %2$[est comprise entre le]@ %3$@ et le %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[La dernière lecture]@ %2$[est le]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[La dernière lecture]@ %2$[n’est pas le]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[La dernière lecture]@ %2$[est postérieure au]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[La dernière lecture]@ %2$[est antérieure au]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[La dernière lecture]@ %2$[est dans les]@ %3$@ %4$[derniers jours]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[La dernière lecture]@ %2$[est dans les]@ %3$@ %4$[dernières semaines]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[La dernière lecture]@ %2$[est dans les]@ %3$@ %4$[derniers mois]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[La dernière lecture]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers jours]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La dernière lecture]@ %2$[n’est pas dans les]@ %3$@ %4$[dernières semaines]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[La dernière lecture]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers mois]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[La dernière lecture]@ %2$[est comprise entre le]@ %3$@ et le %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[La dernière annulation]@ %2$[est le]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[La dernière annulation]@ %2$[n’est pas le]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[La dernière annulation]@ %2$[est postérieure au]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[La dernière annulation]@ %2$[est antérieure au]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[La dernière annulation]@ %2$[est dans les]@ %3$@ %4$[derniers jours]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[La dernière annulation]@ %2$[est dans les]@ %3$@ %4$[dernières semaines]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[La dernière annulation]@ %2$[est dans les]@ %3$@ %4$[derniers mois]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[La dernière annulation]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers jours]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La dernière annulation]@ %2$[n’est pas dans les]@ %3$@ %4$[dernières semaines]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[La dernière annulation]@ %2$[n’est pas dans les]@ %3$@ %4$[derniers mois]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[La dernière annulation]@ %2$[est comprise entre le]@ %3$@ et le %4$@";

"%[songid]@ %[is]@" = "%1$[La case Achats]@ %2$[est cochée]@";
"%[songid]@ %[is not]@" = "%1$[La case Achats]@ %2$[n’est pas cochée]@";

"%[olduserdisabled]@ %[is]@" = "%1$[La case de sélection]@ %2$[est cochée]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[La case de sélection]@ %2$[n’est pas cochée]@";

"%[artwork]@ %[is]@" = "%1$[L’illustration de l’album]@ %2$[est présente]@";
"%[artwork]@ %[is not]@" = "%1$[L’illustration de l’album]@ %2$[est absente]@";

"%[compilation]@ %[is]@" = "%1$[Le morceau]@ %2$[fait partie d’une compilation]@";
"%[compilation]@ %[is not]@" = "%1$[Le morceau]@ %2$[ne fait pas partie d’une compilation]@";

"%[totaltime]@ %[is]@ %@" = "%1$[La durée]@ %2$[est]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[La durée]@ %2$[n’est pas]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[La durée]@ %2$[est supérieure à]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[La durée]@ %2$[est inférieure à]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[La durée]@ %2$[est comprise entre]@ %3$@ et %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Le classement de l’album]@ %2$[est]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Le classement de l’album]@ %2$[n’est pas égal à]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Le classement de l’album]@ %2$[est supérieur à]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Le classement de l’album]@ %2$[est inférieur à]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Le classement de l’album]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Le classement]@ %2$[est égal à]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Le classement]@ %2$[n’est pas égal à]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Le classement]@ %2$[est supérieur à]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Le classement]@ %2$[est inférieur à]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Le classement]@ %2$[est compris entre]@ %3$@ et %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Musique]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Clip vidéo]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Série TV]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Le type de support]@ %2$[est]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Livre audio]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Livre]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Le type de support]@ %2$[est]@ %3$[Mémo vocal]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Le type de support]@ %2$[est]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Musique]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Clip vidéo]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Série TV]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Livre audio]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Livre]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[Mémo vocal]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Le type de support]@ %2$[n’est pas]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[La liste de lecture]@ %2$[est]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[La liste de lecture]@ %2$[n’est pas]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[L’emplacement]@ %2$[est]@ %3$[sur cet ordinateur]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[L’emplacement]@ %2$[est]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[L’emplacement]@ %2$[n’est pas]@ %3$[sur cet ordinateur]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[L’emplacement]@ %2$[n’est pas]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Le statut iCloud]@ %2$[est]@ %3$[mis en correspondance]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Le statut iCloud]@ %2$[est]@ %3$[acheté]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Le statut iCloud]@ %2$[est]@ %3$[transféré]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Le statut iCloud]@ %2$[est]@ %3$[non admissible]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud Status]@ %2$[is]@ %3$[Local Only]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud Status]@ %2$[is]@ %3$[Error]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud Status]@ %2$[is]@ %3$[Duplicate]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[mis en correspondance]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[acheté]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[transféré]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[non admissible]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[local uniquement]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[erreur]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Le statut iCloud]@ %2$[n’est pas]@ %3$[doublon]@";
